/* SUAppWindowControllerPriv */

"NOT_NOW_TITLE" = "Не сейчас";
"QUIT_TITLE" = "Завершить";
"RESCAN_TITLE" = "Проверить сейчас";

// these are used in the window header area
"NEW_SOFTWARE_TITLE" = "Доступно новое ПО для загрузки на Ваш компьютер.";
"NEW_SOFTWARE_MESSAGE" = "Если Вы не хотите выполнять установку сейчас, выберите «Обновление программ» в меню Apple, когда будете готовы к установке.";
// these are used in the window header area and in sheets
"UP_TO_DATE_TITLE" = "У Вас самое новое ПО.";
"UP_TO_DATE_MESSAGE" = "В настоящее время «Обновление программ» не имеет обновлений для программного обеспечения Вашего компьютера.";
"UP_TO_DATE_WITH_IGNORED_MESSAGE" = "Доступных обновлений нет, за исключением тех, которые Вы решили проигнорировать. Повторите попытку позже.";
"RESET_IGNORED_UPDATES_TITLE" = "Восстановить пропущенные обновления";
// these are used only in the error sheet
"FAILED_SCAN_NETWORK_ERROR_TITLE" = "«Обновление программ» не может проверить наличие обновлений из-за ошибок сети.";
"FAILED_SCAN_OTHER_ERROR_TITLE" = "Не удалось проверить обновления.";
"NETWORK_DIAGNOSTICS_TITLE" = "Диагностика сети…";
// these are used only when a non-standard catalog URL is set (Software Update Server)
"FAILED_SCAN_SUS_ERROR_TITLE" = "Сервер Обновления программ (%@) не отвечает.";
"FAILED_SCAN_SUS_ERROR_MESSAGE" = "Проверьте состояние работы сетевого подключения. Если оно работает нормально, обратитесь к администратору сети за помощью.";

// dealing with multiple SU sessions
"OTHER_SESSION_USER_TITLE" = "Обновления устанавливает %@.";
"OTHER_SESSION_UNKNOWN_TITLE" = "Обновления устанавливает другой пользователь.";
"OTHER_SESSION_SAME_TITLE" = "Обновления в данный момент устанавливаются.";
"OTHER_SESSION_MESSAGE" = "Вы сможете проверить наличие обновлений позднее, воспользовавшись пунктом «Обновление программ» в меню Apple.";
"OTHER_DONE_USER_TITLE" = "Обновления установил пользователь «%@». Проверить наличие других обновлений?";
"OTHER_DONE_UNKNOWN_TITLE" = "Обновления установил другой пользователь. Проверить наличие других обновлений?";
"OTHER_DONE_SAME_TITLE" =  "Обновления установлены. Проверить наличие других обновлений?";
"OTHER_DONE_MESSAGE" = "Если Вы не хотите проверять обновления сейчас, Вы сможете сделать это позднее, воспользовавшись пунктом «Обновление программ» в меню Apple.";

// External Testing Mode Warnings
"DANGER_SIGNATURE_CHECK_OFF_TITLE" = "Опасно: проверка подписи Apple отключена";
"DANGER_SIGNATURE_CHECK_OFF_INFO" = "Обновление программ в настоящий момент работает в тестовом режим, что небезопасно для нормального использования. В этом режиме обновления будут приняты с любой «надежной» подписью, а не только подписью Apple. Если Вы не тестируете пакеты Apple Software Update сторонних производителей, настоятельно рекомендуется незамедлительно прекратить использование Apple Software Update.";
"DANGER_SIGNATURE_CHECK_OFF_USE_IN_TEST_BUTTON" = "Исп. в тестовом режиме";
"DANGER_SIGNATURE_CHECK_OFF_QUIT_BUTTON" = "Завершить";

/* SUAppDetailedView */
"LogOutRequired" = "Необходимо выйти из системы после установки обновлений.";
"LogOutRequired_Single" = "Необходимо выйти из системы после установки обновления.";
"RestartRequired" = "Требуется перезагрузить компьютер после установки обновлений.";
"RestartRequired_Single" = "Требуется перезагрузить компьютер после установки обновления.";
"ShutDownRequired" = "Требуется выключить компьютер после установки обновлений.";
"ShutDownRequired_Single" = "Требуется выключить компьютер после установки обновления.";
"RestartRecommended" = "Рекомендуется перезагрузить компьютер после установки обновлений.";
"RestartRecommended_Single" = "Рекомендуется перезагрузить компьютер после установки обновления.";

"Install" = "Установить";
"Install1Item" = "Установить объектов: 1";
"InstallNItems" = "Установить объектов: %d";

/* Used for AXRoleDescription of restart requirement badges */
"RestartRequirementIndicatorRoleDescription" = "индикатор";


/* SUAppProductItem */
"INSTALLED_LABEL" = "Установлено";
"PARTIALLY_DOWNLOADED_LABEL_FORMAT" = "Частично загружено (%d %%)";
"DOWNLOADED_LABEL" = "Загружено";
"ERROR_LABEL" = "Ошибка";

"SELECTION_LABEL_FORMAT" = "%@: %@.";

"DOWNLOAD_MENU_ITEM_GENERIC" = "Страница загрузок Apple…";
"DOWNLOAD_MENU_ITEM_PRODUCT" = "Страница загрузки %@…";


/* SUAppProductItemController */
"ConfirmMakeInactive1ItemTitle" = "Вы уверены, что хотите удалить обновление «%@» из списка?";
"ConfirmMakeInactive1ItemMessage" = "Вас больше не будут оповещать о выходе новых версий этого обновления. Чтобы снова увидеть это обновление, выберите «Обновление программ» > «Восстановить пропущенные обновления».";
"ConfirmMakeInactiveNItemsTitle" = "Вы уверены, что хотите удалить эти %d обновления из списка?";
"ConfirmMakeInactiveNItemsMessage" = "Вас больше не будут оповещать о выходе новых версий этих обновлений. Чтобы снова увидеть эти обновления, выберите «Обновление программ» > «Восстановить пропущенные обновления».";

"OK_TITLE" = "OK";
"CANCEL_TITLE" = "Отменить";

"RESCAN_ERROR_TITLE" = "При проверке обновлений произошла ошибка.";
